//1.Напишите программу, которая отображает сообщения  «Я люблю C++».


#include <iostream>

int main()
{
	system("chcp 1251");//встановлює кодову сторінку консолі Windows на 1251,
	//що відповідає кодовій сторінці Windows для кирилиці, через неї можно виводити не тільки російський літери але й укрїнські

	std::cout << "Я кохаю С++" <<std::endl;
	// вивід на екран 
	std::cout << "Я люблю С++" << std::endl;
	// вивід на російській 

	return 0;
}